module.exports = {
  name: "menu",
  aliases: ["قائمة", "الاوامر", "help", "menu"],
  description: "قائمة أوامر بوت لارا",
  
  execute(api, event) {
    const menu = `
╔════ ∘◦ ✥ ◦∘ ════╗
      ⋆ لـــارا – Lara ⋆
╚════ ∘◦ ✥ ◦∘ ════╝

📚 الــفــئــات 📚

⓵ 『☪ | الإسلام』
⓶ 『⚙ | الأدوات』
⓷ 『➕ | أخرى』
⓸ 『🎮 | الألعاب』
⓹ 『👑 | الإدارة』
⓺ 『💰 | الاقتصاد』
⓻ 『📦 | الصندوق』
⓼ 『🖼 | الميديا』
⓽ 『🛠 | الخدمات』

🔎 | رد برقم الفئة
📝 | أرسل اسم الأمر لمزيد من المعلومات
📜 | عدد الأوامر: 170
    `;

    api.sendMessage(menu, event.threadID);
  }
};
